{
  "home": "Главная",
  "welcome": "Добро пожаловать в наше приложение",
  "login": "Войти",
  "register": "Зарегистрироваться",
  "logout": "Выйти",
  "authors": {
    "title": "Авторы",
    "yury": {
      "name": "Юрий Буцкевич",
      "description": "Юрий — руководитель нашей команды по коду. Имея большой опыт в разработке интерфейса, Юрий успешно прошел множество курсов, постоянно совершенствуя свои навыки. Он глубоко увлечен технологиями интерфейса и любит воплощать в жизнь инновационные и удобные интерфейсы.",
      "location": "Гродно, Беларусь"
    },
    "liza": {
      "name": "Лизавета Басараб",
      "description": "Лиза — преданный своему делу разработчик интерфейса с сильной страстью к созданию элегантных и эффективных веб-интерфейсов. У нее есть талант превращать сложные проекты в бесшовные пользовательские интерфейсы, и она всегда стремится изучать новые технологии, чтобы оставаться впереди в постоянно развивающемся мире веб-разработки.",
      "location": "Гомель, Беларусь"
    },
    "valery": {
      "name": "Валерия Герасименко",
      "description": "Валерия — разработчик интерфейса, увлеченный созданием удобных для пользователя и визуально привлекательных веб-приложений. Она стремится писать чистый и поддерживаемый код, который легко поддерживать и расширять. Она всегда стремится улучшить свои навыки и исследовать новые технологии.",
      "location": "Минск, Беларусь"
    }
  },
  "notFound": "Эта страница не найдена",
  "fields": {
    "email": {
      "name": "И-мэил",
      "placeholder": "Почтовый адрес"
    },
    "name": {
      "name": "Имя",
      "placeholder": "Имя"
    },
    "password": {
      "name": "Пароль",
      "placeholder": "Введите пароль"
    },
    "confirmPassword": {
      "name": "Подтвердите пароль",
      "placeholder": "Подтвердите пароль"
    }
  },
  "doNotHaveAccount": "Нет аккаунта",
  "alreadyHaveAccount": "Уже eсть аккаунт",
  "now": " сейчас",
  "mainPage": {
    "title": "Наша команда",
    "about": {
      "title": "О проекте",
      "description": "Это приложение было создано в рамках обучения в RS School. GraphiQL — мощный инструмент для работы с языком запросов GraphQL. Это интерактивная веб-среда, предназначенная для создания, отладки и тестирования запросов GraphQL. Проект GraphiQL упрощает взаимодействие с API, использующим GraphQL."
    },
    "rss": {
      "title": "Школа The Rolling Scopes",
      "description": "RS School предлагает уникальный опыт обучения в качестве бесплатной, основанной на сообществе инициативы онлайн-образования. Неважно, какой у вас возраст, профессиональная занятость или место жительства. RS School управляется сообществом Rolling Scopes с 2013 года. Rolling Scopes объединяет разработчиков всех уровней, увлеченных такими технологиями, как JavaScript, разработка интерфейса, AWS и другими. Сегодня более 600 разработчиков-волонтеров из разных стран и компаний помогают в качестве наставников. Мы верим в важные идеи, которые направляют нашу миссию."
    }
  },
  "errors": {
    "invalid": "Неверный email или пароль. Пожалуйста, проверьте введенные данные и попробуйте снова.",
    "userExist": "Пользователь с таким email уже существует. Пожалуйста, используйте другой email или попробуйте войти.",
    "network": "Ошибка сети. Пожалуйста, проверьте подключение к интернету и попробуйте снова.",
    "unknown": "Произошла неизвестная ошибка. Пожалуйста, попробуйте позже.",
    "sdl": "Не удалось получить схему SDL. Пожалуйста, попробуйте позже."
  },
  "validation": {
    "invalidEmail": "Неверный адрес электронной почты",
    "emailRequired": "Требуется указать адрес электронной почты",
    "passwordRequired": "Требуется указать пароль",
    "nameRequired": "Требуется указать имя",
    "passwordComplexity": "Пароль должен содержать как минимум 1 букву, 1 цифру и 1 специальный символ",
    "passwordLength": "Пароль должен быть не менее 8 символов",
    "confirmPasswordRequired": "Пожалуйста, подтвердите ваш пароль",
    "passwordsMustMatch": "Пароли должны совпадать"
  },
  "history": {
    "rout": "История",
    "empty": "Вы не выполнили ни одного запроса",
    "full": "История Запросов"
  },
  "documentation": {
    "title": "Документация",
    "fields": "Поля",
    "allSchemaTypes": "Все типы схемы"
  }
}
